Repository: MohamedAbdo202/FakeStoreApplication
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Please Fill Data
ar: برجاء ادخال البيانات

source: UserName
ar: اسم المستخدم

source: Password
ar: باسورد

source: Login
ar: تسجيل دخول

source: Register
ar: تسحيل

source: Forget password
ar: نسيت كلمة المرور

source: Forget your password
ar: نسيت كلمة المرور الخاصه بك

source: Categories
ar: الفئات

source: Do You Have Account
ar: هل لديك ايميل

source: Home
ar: الرئيسية

source: Description
ar: الوصف

# cart
source: Favourite Cart
ar: السلة

# noData
source: There is No Data Exist
ar: لا يوجد بيانات

source: Total Price
ar: السعر الكامل

source: Add To Cart
ar: اضافة الي السلة

source: Search Product ...
ar: البحث عن منتج

source: All Products
ar: كل المنتجات

source: retry
ar: اعادة المحاولة

source: Send
ar: ارسال
